[
    {
        "title": "A Bar Song (Tipsy)",
        "uploader": "Shaboozey",
        "id": "yyKlko6CBv8",
        "bpm": 80.75,
        "tempo": "moderate",
        "lyrics": "My baby born a birkin She's been telling me all night long Gasoline and groceries The list goes on and on It's nine to five, ain't workin' Why the hell do I work so hard? I can't worry about my problems I can't take them when I'm gone One, here comes the two to the three to the four Tell them bring another round, we need plenty more Two steppin' on the table, she don't need a dance floor Oh my good Lord Someone call me up, a double shot of whiskey They know me and J. Daniels got a history There's a party downtown near Fifth Street Everybody at the bar getting tips Everybody at the bar getting tips Everybody at the bar getting tips I've been boozy since I left I ain't changing for a check Tell my mom I ain't forget Walk up drunk at 10 a.m. We gon' do this shit again Tell your girl to bring a friend, oh Lord One, here comes the two to the three to the four Tell them bring another round, we need plenty more Two steppin' on the table, she don't need a dance floor Oh my good Lord Someone pull me up, a double shot of whiskey They know me and J. Daniels got a history There's a party downtown near Fifth Street Everybody at the bar getting tips Everybody at the bar getting tips Everybody at the bar getting tips One, here comes the two to the three to the four When it's last callin', they kick us out the door It's gettin' kinda late, but the ladies want some more Oh my good Lord Someone pull me up, a double shot of whiskey They know me and J. Daniels got a history There's a party downtown near Fifth Street Everybody at the bar getting tips Someone pull me up, a double shot of whiskey They know me and J. Daniels got a history At the bottom of a bottle, don't miss me Everybody at the bar getting tips Everybody at the bar getting tips Everybody at the bar getting tips",
        "language": "en"
    },
    {
        "title": "I Had Some Help",
        "uploader": "Post Malone Featuring Morgan Wallen",
        "id": "4QIZE708gJ4",
        "bpm": 129.2,
        "tempo": "fast",
        "lyrics": "Am I drunk? No, I think you're drunk. Hey, are you coming in? Absolutely. No, that's a co-worker. No, it's fine. It's fucking fine. No, it's fine. You got a lot of nerve, don't you, baby? I only hit the curb, cause maybe you're telling all your friends that I'm crazy, like I'm the only one. Why'd you throw them stones at you? Had a wild head, a pony too. Living in your big glass house with a view, I thought you knew. I had some help. It ain't like I can make this kind of mess all by myself. Don't act like you ain't helped me pull that bottle off the shelf. Being deep in every weekend, if you couldn't tell, they say teamwork makes a dream work. I had some help. You thought I'd take the blame for us to crawl and go around like you ain't guilty of something. Already lost the game that you've been running. Guess it's catching up to you. You think that you're so innocent after all the shit you did. I ain't an angel, you ain't heaven sent. Can't wash our hands of this. I had some help. It ain't like I can make this kind of mess all by myself. Don't act like you ain't helped me pull that bottle off the shelf. Been deep in every weekend, if you couldn't tell, they say teamwork makes a dream work. Hell, I had some help. It takes two to break all in two. Ooh, ooh, ooh. Baby, you blame me and baby, I blame you. Oh, that ain't the truth. I had some help. It ain't like I can make this kind of mess all by myself. Don't act like you ain't helped me pull that bottle off the shelf. Been deep in every weekend, if you couldn't tell, they say teamwork makes a dream work. Hell, I had some help. Hell, I had some help. Hell, I had some help. Hell, I had some help.",
        "language": "en"
    },
    {
        "title": "Die With A Smile",
        "uploader": "Lady Gaga & Bruno Mars",
        "id": "kPa7bsKwL-c",
        "bpm": 161.5,
        "tempo": "fast",
        "lyrics": "I just woke up from a dream Where you and I had to say goodbye And I don't know what it all means But since I survived I realized Wherever you go that's where I'll follow Nobody's promise tomorrow So I will love you every night like it's the last night Like it's the last night If the world was ending I'd wanna be next to you If the party was over and our time on Earth was through I'd wanna hold you just for a while And die with a smile If the world was ending I'd wanna be next to you Oh, lost Lost in the words that we scream I don't even wanna do this anymore Cause you already know what you mean to me And all of the only ones we're fighting for Wherever you go that's where I'll follow Nobody's promise tomorrow So I will love you every night like it's the last night Like it's the last night If the world was ending I'd wanna be next to you If the party was over and our time on Earth was through I'd wanna hold you just for a while And die with a smile If the world was ending I'd wanna be next to you Right next to you Next to you Right next to you Oh, lost If the world was ending I'd wanna be next to you If the party was over and our time on Earth was through I'd wanna hold you just for a while And die with a smile If the world was ending I'd wanna be next to you If the world was ending I'd wanna be next to you I'd wanna be next to you",
        "language": "en"
    },
    {
        "title": "Not Like Us",
        "uploader": "Kendrick Lamar",
        "id": "8IylyvUWqgM",
        "bpm": 99.38,
        "tempo": "moderate",
        "lyrics": "Psst, I see dead people I know a guy watching Sometimes you gotta pop out and show n***a Certified boogie man, I'm the one that up to score with him Walking down whole time, I know he got some h*** on him Pole on him, extort, bully, deflow on him Say Drake, I hear you like I'm young You better never go to cell block one To any n***a that talk to him and they in love Just make sure you hide your little sister from him They tell me Chubb's the only one that get your hammy down And party after party, playing with his nose now And Baka got a weird case, why is he around? Certified lover boy, certified n***a files Wop, Wop, Wop, Wop, Wop, Wop, that c*** come up Wop, Wop, Wop, Wop, Wop, Wop, I'ma do my stuff Why you trolling like a b***, ain't you tired? Trying to strike a chord and it's probably A minor They not like us, they not like us, they not like us They not like us, they not like us, they not like us You think the bank gonna let you disrespect pop? I think that open show gon' be all that stop Did cold foul, I don't know why you still pretending What is the owl? Bird, then bird, go The audience not dumb, shape the stories how you want Hatred, they're not slow, rabbit hole is still deep I can go further, I promise, ain't there something? Be rest, that's for b***, you Malibu most wanted Ain't no law boy, you ball boy, fetch Gatorade or something Since 2009, I had this b*** jumping You b*** hit a wedgie, be flipped over your boxes Or hove in your foe, the other vaginal option Better straighten they posture, got famous olive and content Might write this with a doctor, tell the pop star quit hiding F*** the caption, won't action, no accident I'ma hands on, he f*** around, get polished F*** don't Wayne grow while he was in jail, that's conniving Then get his face tatted like a b*** apologizing I'm glad these roads came home, y'all didn't deserve them neither From Alonjo down to Central, better not speak on Serena And your homeboy needs a Pina, that predator moving flocks That name gotta be registered, in place, don't they but watch? I lean on you, like a n***a lying to walk Yeah, it's all eyes on me and I'ma send it up to Pac Put the road label on me, I'ma get them dropped Sweet Chin music and I won't pass the ox How many stocks do I really have in stock? One, two, three, four, five, plus five Devil is a lie, he a 69 God Freaky a b***, need to stay the b*** inside Roll that b*** up like a fresh pack of Zon City is back up, it's a must, we outside They not like us, they not like us They not like us, they not like us They not like us, they not like us They not like us, they not like us They not like us Once upon a time all of us was in chains Homies still double down, calling us some slaves Atlanta was the mecca, building railroads and trains Bear with me for a second, let me put y'all on game The settlers was using town folk to make them richer Fast forward 2024, you got the same agenda You run to Atlanta when you need a check balance Let me break it down for you, this the real n***a challenge You called future when you didn't see the club Little baby help you get your lingo up What 21 get your 4th street cred Thug makes you feel like you a slime in your head What Krabo said you can be from north side What 2 Chainz say you good but he lied You run to Atlanta when you need a few dollars No you not a colleague, you a f***ing colonizer The family matter and the truth rather matter Here was God's plan to show y'all the liar He a fan, he a fan, he a fan He a fan, he a fan, he a Freaky a**, he the 69 God Freaky a**, he the 69 God Hey, hey, hey, hey, run for your life Hey, hey, hey, hey, run for your life Freaky a**, he the 69 God Freaky a**, he the 69 God Hey, hey, hey, hey, run for your life Hey, hey, hey, hey, run for your life Let me hear you say OV OV OV Step this way, step that way Then step this way, step that way Step that way Are you my friend? Are we locked in? Then step this way Step that way Then step this way Step that way",
        "language": "en"
    },
    {
        "title": "Birds Of A Feather",
        "uploader": "Billie Eilish",
        "id": "V9PVRfjEBTI",
        "bpm": 103.36,
        "tempo": "moderate",
        "lyrics": "I want you to stay Till I'm in the grave Till I rot away dead and buried Till I'm in the casket you carry If you go I'm going too Cause it was always you And if I'm turning blue Please don't save me Nothing left to lose without my baby Birds have a feather We should stick together And no, I said I'd never think I wasn't better Alone can't change the weather Might not be forever But if it's forever It's even better And I don't know what I'm crying for I don't think I could love you more It might not be long but maybe I'll I'll love you till the day that I die Till the day that I die Till the light leaves my eyes Till the day that I die I want you to see How you look to me You wouldn't believe If I told ya You would eat the compliments I throw But you're so full of shit Tell me it's a bit Say you don't see it Your mind's polluted Say you wanna quit Don't be stupid And I don't know what I'm crying for I don't think I could love you more It might not be long but maybe I Don't wanna say goodbye I'll love you till the day that I die Till the light leaves my eyes Till the day that I die Till the light leaves my eyes I'll love you till the day that I die Till the day that I die",
        "language": "en"
    },
    {
        "title": "Espresso",
        "uploader": "Sabrina Carpenter",
        "id": "99SCeBMI9EU",
        "bpm": 103.36,
        "tempo": "moderate",
        "lyrics": "Now he's thinking bout me every night oh Is it that sweet I kiss oh? Say you can't sleep baby I know that's that me is whistle Move it up down left right oh Switch it up like Nintendo Say you can't sleep baby I know that's that me is whistle I can't relate to desperation My give a f*** our own vacation And I got this one boy And he won't stop calling When they act this way I know I got him Too bad your ex don't do it for ya Walked in and dream came true to fool ya Soft skin and I perfumed it for ya I know I'm melting too for ya That morning coffee brewed it for ya Won't touch and I brand new it for ya Now he's thinking bout me every night oh Is it that sweet I kiss oh? Say you can't sleep baby I know that's that me is whistle Move it up down left right oh Switch it up like Nintendo Say you can't sleep baby I know that's that me is whistle Is it that sweet I kiss oh? I'm working late Cause I'm a singer Oh he looks so cute Wrapped around my finger My twisted humor Making love so often My honey bee Come and get this pollen Too bad your ex don't do it for ya Walked in and dream came true to fool ya Soft skin and I perfumed it for ya I know I'm melting too for ya That morning coffee brewed it for ya Won't touch and I brand new it for ya Now he's thinking bout me every night oh Is it that sweet I kiss oh? Say you can't sleep baby I know that's that me is whistle Move it up down left right oh Switch it up like Nintendo Say you can't sleep baby I know that's that me is whistle Move it up down left right oh Switch it up like Nintendo Say you can't sleep baby I know that's that me is whistle Thinking bout me every night oh Is it that sweet I kiss oh? Say you can't sleep baby I know that's that me is whistle Move it up down left right oh Switch it up like Nintendo Say you can't sleep baby I know that's that me is whistle Is it that sweet I kiss oh? That's that me is whistle",
        "language": "en"
    },
    {
        "title": "Beautiful Things",
        "uploader": "Benson Boone",
        "id": "Oa_RSwwpPaA",
        "bpm": 107.67,
        "tempo": "moderate",
        "lyrics": "For a while there it was rough But lately I've been doing better Than the last four cold Decembers I recall And I see my family every month I found a girl my parents love So come and stay the night And I think I might have it all And I thank God every day For the girl He sent my way But I know the things He gives me He can take away And I hold you every night And that's a feeling I wanna get used to But there's no man as terrified As the man who stands to lose you Oh, I hope I don't lose you Please stay I want you, I need you Oh God, don't take These beautiful things that I've got Please stay I want you, I need you Oh God, don't take These beautiful things that I've got Oh, oh, oh, oh, oh Oh, oh, oh, oh, oh Please don't take I found my mind, I'm feeling sane It's been a while but I'm finding my faith If everything is good and it's great Why do I sit and wait till it's gone? Oh, I tell you I know I've got enough I've got peace and I've got love But I'm up and I think and I just might lose it all Please stay I want you, I need you Oh God, don't take These beautiful things that I've got Oh, oh, oh, oh, oh Please stay I want you, I need you Oh God I need these beautiful things that I've got",
        "language": "en"
    },
    {
        "title": "Please Please Please",
        "uploader": "Sabrina Carpenter",
        "id": "bGCBbYebP0s",
        "bpm": 107.67,
        "tempo": "moderate",
        "lyrics": "I know I have good judgment, I know I have good taste It's funny and it's ironic that only I feel that way I promise them that you're different and everyone makes mistakes but just don't I heard that you're an actor, so act like a stand-up guy Whatever devil's inside you, don't let them out tonight I tell them it's just your culture and everyone rules their eyes Yeah, I know, oh I'm asking baby Please, please, please don't prove I'm right Please, please, please don't bring me to tears when I just did my makeup so nice Heartbreak is one thing, my ego's another I beg you, don't embarrass me Oh, please, please, please I have a fun idea, babe, maybe just stay inside I know you're craving some fresh air, but the ceiling fan is so nice And we could live so happily if no one knows that you're with me I'm just kidding, but really, really, really Please, please, please don't prove I'm right Please, please, please don't bring me to tears when I just did my makeup so nice Heartbreak is one thing, my ego's another I beg you, don't embarrass me Please, please, please If you wanna go and be stupid, don't do it in front of me If you don't wanna cry to my music, don't make me hate you politically Please, please, please",
        "language": "en"
    },
    {
        "title": "Good Luck, Babe!",
        "uploader": "Chappell Roan",
        "id": "1RKqOmSkGgM",
        "bpm": 117.45,
        "tempo": "moderate",
        "lyrics": "It's fine, it's cool You can say that we ain't nothing but you know the truth And guess I'm the fool With their arms out like an angel through the gosh-unreal I don't wanna call it love But you don't wanna call it love You only wanna be the one that I call baby You can kiss on me boys and boys Shoot another shot just to stop the feeling You can say it just the way you are Make up no excuses, no stupid reason Good heart, good heart, good heart, good heart, good heart, good heart You're out to stop the world just to stop the feeling Good heart, good heart, good heart, good heart, good heart, good heart You're out to stop the world just to stop the feeling I can say, who cares? It's a sexually explicit kind of love affair And I cry, it's not fair I just need a little love and I just need a little air I think I'm gonna call it love Even if you call it love I just don't love someone who calls me baby You can kiss on me boys and boys Shoot another shot just to stop the feeling You can say it just the way you are Make up no excuses, no stupid reason Good heart, good heart, good heart, good heart, good heart, good heart You're out to stop the world just to stop the feeling Good heart, good heart, good heart, good heart, good heart, good heart You're out to stop the world just to stop the feeling When you wake up next to him in the middle of the night With your head in your hands you're nothing more than his wife And when you think about me all of those years ago You're standing face to face with I told you so You know I hate to say it, I told you so You know I hate to say it, but I told you so You can kiss on me boys and boys Shoot another shot just to stop the feeling You can say it just the way you are Make up no excuses, no stupid reason Good heart, good heart, good heart, good heart, good heart, good heart You're out to stop the world just to stop the feeling Good heart, good heart, good heart, good heart, good heart, good heart, good heart You're out to stop the world just to stop the feeling You're out to stop the world just to stop the feeling You're out to stop the world just to stop the feeling You'll have to start the world just to start the feeling",
        "language": "en"
    },
    {
        "title": "Houdini",
        "uploader": "Dua Lipa",
        "id": "suAR1PYFNYA",
        "bpm": 117.45,
        "tempo": "moderate",
        "lyrics": "Okay. Prove you got the right to please me Everybody knows Catch me or I go Houdini Time is passing like a solar eclipse See you're watching and you blow me a kiss It's your moment baby, don't listen Going closer, are you reading my lips Say, say I come and I go I'm not here for long Catch me or I go Houdini I come and I go Prove you got the right to please me Everybody knows Catch me or I go Houdini If you're good enough, you'll find a way Maybe you could cause a girl to change Do you think about it night and day You could be the one to make me stay Everything you say is sounding so sweet But do you practice everything that you preach? I need something that I may believe If you got it baby, give it to me They say I come and I go Tell me all the ways you need me I'm not here for long Come and I go Prove you got the right to please me Everybody knows Catch me or I go Houdini If you're good enough, you'll find a way Maybe you could cause a girl to change Do you think about it night and day Maybe you could be the one to make me stay Come and I go Tell me all the ways you need me I'm not here for long Catch me or I go Houdini Come and I go Prove you got the right to please me Everybody knows Catch me or I go Houdini Catch me or I go Houdini Catch me or I go Houdini",
        "language": "en"
    },
    {
        "title": "Stargazing",
        "uploader": "Myles Smith",
        "id": "9p9EauIOPm8",
        "bpm": 123.05,
        "tempo": "fast",
        "lyrics": "Time stood still, just like a photograph you made me feel Like this will last forever looking in your eyes I've seen my whole life Oh, oh, oh, oh, oh They say you know it, but you know it, I don't know Oh, oh, oh, oh, oh Promise that you hold me close, don't let me go Take my heart, don't break it Love me to my bones All this time I've wasted You were right there all along You and I start gazing Intertwined in songs We were never strangers You were right there all along I lose my mind When I'm around you, how I call my life When I'm without you, I can't live but feel so lost I wanna give you all I've got Oh, oh, oh, oh, oh They say you know it, but you know it, I don't know Oh, oh, oh, oh, oh Promise that you hold me close, don't let me go Take my heart, don't break it Love me to my bones All this time I've wasted You were right there all along You and I start gazing Intertwined in songs We were never strangers You were right there all along All along All along All along Take my heart, don't break it Love me to my bones All this time I've wasted You were right there all along All along",
        "language": "en"
    },
    {
        "title": "Million Dollar Baby",
        "uploader": "Tommy Richman",
        "id": "TiTCfwgDwzM",
        "bpm": 136.0,
        "tempo": "fast",
        "lyrics": "Boi Boi Baby, do what I said man I ain't never ever said baby I ain't do no wrong I can pay no bill for ya No I know right from wrong Cause I wanna make it I'm a million dollar baby Don't ask me I'm out In my city so My home Just still don't notice me Down next On VNX I'm at the next I see you back I'm a sheer diva No matter what happens He can not come between us again I know we're better than friends I took you to Queens, Gambia Showed around my friends Tried to pick some energy up It don't matter I know you'll never move on If you try I don't believe it baby All night long Watch me not change I'll stay the same Help me lose my mind Set the city as mine I ain't never ever said baby I ain't do no wrong I can pay no bill for ya No I know right from wrong Cause I wanna make it I'm a million dollar baby Don't ask me I ain't never ever said baby I ain't do no wrong I can pay no bill for ya No I know right from wrong Cause I wanna make it I'm a million dollar baby Don't ask me Do what I should do Do what I could do",
        "language": "en"
    },
    {
        "title": "Slow It Down",
        "uploader": "Benson Boone",
        "id": "f4Y3b7un4LE",
        "bpm": 92.29,
        "tempo": "moderate",
        "lyrics": "I never met you, but I wanted to invite you to the party And you walked in with those green eyes, never stolen by nobody And they flicker to the future for a moment I could picture And you touch me and I come back and we're talking on the staircase About your big dreams on the big screens out of Georgia now You're lonely in this city, lying with me And you're scared it's moving quickly Oh now you're crying, you're in pieces Cause the only love you've ever known is Jesus I can feel it, oh I hate that I'm the reason That you're in your head right now While your world is spinning out So slow it down, take a moment now We're too young to drown Deep in dirty waters, full of hope is stout Let me pull you out, let me hold you now Let me slow it down Ain't it funny how it changes How the future re-abanges I get nervous, oh I'm anxious Maybe loving you is dangerous I could lose you like the others Only girl that's never left me It's my mother or lover And I know you probably hate it But I'm in my head right now So slow it down, take a moment now We're too young to drown Deep in dirty waters, full of hope is stout Let me pull you out, let me hold you now Let me slow it down When you're on the ground And you're crying I'm trying to slow it down When you're spinning round In your head I'll help you slow it down Thanks for watching!",
        "language": "en"
    }
]